/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "關鍵字";
"kMDItemTitle"                                = "標題";
"kMDItemSubject"                              = "主題";
"kMDItemTheme"                                = "主旨";
"kMDItemAuthors"                              = "作者";
"kMDItemEditors"                              = "編輯";
"kMDItemProjects"                             = "計畫案";
"kMDItemWhereFroms"                           = "來源";
"kMDItemComment"                              = "註解";
"kMDItemCopyright"                            = "版權";
"kMDItemProducer"                             = "製作人";
"kMDItemUsedDates"                            = "使用日期";
"kMDItemLastUsedDate"                         = "上次開啟的時間";
"kMDItemContentCreationDate"                  = "內容的製作日期";
"kMDItemContentModificationDate"              = "內容的修改日期";
"kMDItemDurationSeconds"                      = "持續時間";
"kMDItemCreationDate"                         = "項目製作";
"kMDItemContactKeywords"                      = "聯絡資訊關鍵字";
"kMDItemVersion"                              = "版本";
"kMDItemPixelHeight"                          = "像素高度";
"kMDItemPixelWidth"                           = "像素寬度";
"kMDItemPageHeight"                           = "頁面高度";
"kMDItemPageWidth"                            = "頁面寬度";
"kMDItemColorSpace"                           = "色彩空間";
"kMDItemBitsPerSample"                        = "每樣本位元";
"kMDItemFlashOnOff"                           = "閃光燈";
"kMDItemFocalLength"                          = "焦距";
"kMDItemHasAlphaChannel"                      = "Alpha 色頻";
"kMDItemAcquisitionMake"                      = "設備製造商";
"kMDItemAcquisitionModel"                     = "設備型號";
"kMDItemISOSpeed"                             = "ISO 速度";
"kMDItemOrientation"                          = "方向";
"kMDItemLayerNames"                           = "圖層";
"kMDItemWhiteBalance"                         = "白平衡";
"kMDItemAperture"                             = "光圈";
"kMDItemProfileName"                          = "描述檔名稱";
"kMDItemResolutionWidthDPI"                   = "解析度寬度";
"kMDItemResolutionHeightDPI"                  = "解析度高度";
"kMDItemExposureMode"                         = "曝光模式";
"kMDItemExposureTimeSeconds"                  = "曝光時間";
"kMDItemEXIFVersion"                          = "EXIF 版本";
"kMDItemEXIFGPSVersion"                       = "EXIF GPS 版本";
"kMDItemCodecs"                               = "編解碼器";
"kMDItemMediaTypes"                           = "媒體類型";
"kMDItemStreamable"                           = "可串流";
"kMDItemTotalBitRate"                         = "總位元率";
"kMDItemVideoBitRate"                         = "視訊位元率";
"kMDItemAudioBitRate"                         = "音訊位元率";
"kMDItemDeliveryType"                         = "傳送類型";

"kMDItemAltitude"                             = "標高";
"kMDItemLatitude"                             = "緯度";
"kMDItemLongitude"                            = "經度";

"kMDItemTextContent"                          = "文字內容";
"kMDItemDisplayName"                          = "顯示名稱";
"kMDItemAlternateNames"                       = "替用的顯示器名稱";

"kMDItemRedEyeOnOff"                          = "消除紅眼";
"kMDItemMeteringMode"                         = "測光模式";
"kMDItemMaxAperture"                          = "最大光圈";
"kMDItemFNumber"                              = "焦距比數";
"kMDItemExposureProgram"                      = "曝光程式";
"kMDItemExposureTimeString"                   = "曝光時間";
"kMDItemHeadline"                             = "大標題";
"kMDItemInstructions"                         = "指令";
"kMDItemCity"                                 = "城市";
"kMDItemStateOrProvince"                      = "州或省";
"kMDItemCountry"                              = "國家";

"kMDItemAlbum"                                = "專輯";
"kMDItemAudioSampleRate"                      = "取樣頻率";
"kMDItemAudioChannelCount"                    = "聲道數量";
"kMDItemTempo"                                = "拍速";
"kMDItemKeySignature"                         = "調號";
"kMDItemTimeSignature"                        = "拍號";
"kMDItemAudioEncodingApplication"             = "音訊編碼應用程式";
"kMDItemComposer"                             = "作曲者";
"kMDItemLyricist"                             = "作詞者";
"kMDItemAudioTrackNumber"                     = "軌道編號";
"kMDItemRecordingDate"                        = "錄製日期";
"kMDItemMusicalGenre"                         = "音樂類型";
"kMDItemIsGeneralMIDISequence"                = "通用 MIDI 序列";
"kMDItemRecipients"                           = "收件人";
"kMDItemRecordingYear"                        = "錄製的年份";

"kMDItemOrganizations"                        = "組織";
"kMDItemLanguages"                            = "語言";
"kMDItemRights"                               = "權利";
"kMDItemPublishers"                           = "發佈者";
"kMDItemContributors"                         = "提供者";
"kMDItemCoverage"                             = "範圍";
"kMDItemDescription"                          = "描述";
"kMDItemIdentifier"                           = "識別碼";
"kMDItemAudiences"                            = "聽眾";

"kMDItemNumberOfPages"                        = "頁數";
"kMDItemSecurityMethod"                       = "安全性方式";

"kMDItemCreator"                              = "內容創作者";
"kMDItemDueDate"                              = "到期日";
"kMDItemEncodingApplications"                 = "編碼軟體";

"kMDItemStarRating"                           = "評等";
"kMDItemPhoneNumbers"                         = "電話號碼";
"kMDItemEmailAddresses"                       = "電子郵件位址";
"kMDItemInstantMessageAddresses"              = "即時通訊位址";
"kMDItemKind"                                 = "種類";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "收件人電子郵件位址";
"kMDItemAuthorEmailAddresses"                 = "作者的電子郵件位址";

/* Names for FS attributes */
"kMDItemFSName"                               = "檔名";
"kMDItemPath"                                 = "檔案路徑名稱";
"kMDItemFSSize"                               = "大小";
"kMDItemFSCreationDate"                       = "製作日期";
"kMDItemFSContentChangeDate"                  = "修改日期";
"kMDItemFSOwnerUserID"                        = "持有者";
"kMDItemFSOwnerGroupID"                       = "群組";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "檔案可讀取";
"kMDItemFSIsWriteable"                        = "檔案可寫入";
"kMDItemFSNodeCount"                          = "項目的數量";
"kMDItemFSHasCustomIcon"                      = "自定圖像";
"kMDItemFSIsExtensionHidden"                  = "隱藏檔案副檔名";
"kMDItemFSIsStationery"                       = "樣板";
"kMDItemFSInvisible"                          = "隱藏的檔案";
"kMDItemFSLabel"                              = "檔案標籤";

"kMDItemFinderComment"                        = "Spotlight 註解";
"kMDItemFonts"                                = "字體";

"kMDItemAppleLoopsRootKey"                    = "循環播放原來音調";
"kMDItemAppleLoopsKeyFilterType"              = "循環樂段音階類型";
"kMDItemAppleLoopsLoopMode"                   = "循環樂段檔案類型";
"kMDItemAppleLoopDescriptors"                 = "循環樂段描述器";
"kMDItemMusicalInstrumentCategory"            = "樂器種類";
"kMDItemMusicalInstrumentName"                = "樂器名稱";

"kMDItemInformation"                          = "影片資訊";
"kMDItemDirector"                             = "導演";
"kMDItemGenre"                                = "樂曲類型";
"kMDItemPerformers"                           = "演出者";
"kMDItemOriginalFormat"                       = "原始格式";
"kMDItemOriginalSource"                       = "原始來源";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "與此項目有關的關鍵字";
"kMDItemTitle.Description"                    = "此項目的標題";
"kMDItemSubject.Description"                  = "此項目的主題";
"kMDItemTheme.Description"                    = "此項目的主旨";
"kMDItemAuthors.Description"                  = "此項目的作者";
"kMDItemEditors.Description"                  = "此項目的編輯";
"kMDItemProjects.Description"                 = "此項目所屬的計畫案";
"kMDItemWhereFroms.Description"               = "項目的來源";
"kMDItemComment.Description"                  = "此項目的註解";
"kMDItemCopyright.Description"                = "關於此項目的版權資訊";
"kMDItemProducer.Description"                 = "此項目的製作人";
"kMDItemUsedDates.Description"                = "此項目被使用的日期";
"kMDItemLastUsedDate.Description"             = "上次使用此項目的日期";
"kMDItemContentCreationDate.Description"      = "此項目內容的製作日期";
"kMDItemContentModificationDate.Description"  = "此項目內容的修改日期";
"kMDItemDurationSeconds.Description"          = "此項目的持續秒數";
"kMDItemCreationDate.Description"             = "此項目的製作日期";
"kMDItemContactKeywords.Description"          = "與此項目有關的聯絡資訊";
"kMDItemVersion.Description"                  = "此項目的版本編號";

"kMDItemPixelHeight.Description"              = "文件的高度（以像素計）";
"kMDItemPixelWidth.Description"               = "文件的寬度（以像素計）";
"kMDItemPageHeight.Description"               = "文件頁面的高度（以點計）";
"kMDItemPageWidth.Description"                = "文件頁面的寬度（以點計）";
"kMDItemResolutionWidthDPI.Description"       = "此影像的解析度寬度（以 DPI 計）";
"kMDItemResolutionHeightDPI.Description"      = "此影像的解析度高度（以 DPI 計）";

"kMDItemColorSpace.Description"               = "這個影像的色彩空間類型";
"kMDItemProfileName.Description"              = "影像所使用的色彩描述名稱";

"kMDItemBitsPerSample.Description"            = "每樣本的位元數";
"kMDItemFlashOnOff.Description"               = "照片拍攝時是否使用閃光燈";
"kMDItemFocalLength.Description"              = "鏡頭的焦距（以公厘計）";
"kMDItemHasAlphaChannel.Description"          = "該影像是否包括 Alpha 色頻";
"kMDItemAcquisitionMake.Description"          = "用來取得這份文件的設備製造商";
"kMDItemAcquisitionModel.Description"         = "可取得這份文件所使用的設備型號";
"kMDItemISOSpeed.Description"                 = "拍攝照片時相機所使用的 ISO 速度";
"kMDItemOrientation.Description"              = "照片的拍攝模式（直式或橫式）";
"kMDItemLayerNames.Description"               = "檔案裡的圖層名稱";
"kMDItemWhiteBalance.Description"             = "拍攝照片時相機所使用的白平衡設定";
"kMDItemAperture.Description"                 = "拍攝照片時相機所使用的光圈設定";
"kMDItemExposureMode.Description"             = "曝光模式";
"kMDItemExposureTimeSeconds.Description"      = "曝光時鏡頭開啟的時間";
"kMDItemEXIFVersion.Description"              = "用以產生元資料的 EXIF 版本";
"kMDItemEXIFGPSVersion.Description"           = "用以產生元資料的 EXIF 裡的 GPSInfoIFD 版本";
"kMDItemRedEyeOnOff.Description"              = "“消除紅眼”功能是否啟用";
"kMDItemMeteringMode.Description"             = "測光模式（未知、平均、中央重點平均、單點、多點、模式、部分）";
"kMDItemMaxAperture.Description"              = "APEX 數值單位裡的鏡頭最小光圈值，通常在 00.00 到 99.99 的範圍內";
"kMDItemFNumber.Description"                  = "與鏡頭有效焦距對應的光圈直徑";
"kMDItemExposureProgram.Description"          = "相機用以設定曝光值的程式類型：手動、一般、光圈優先⋯";
"kMDItemExposureTimeString.Description"       = "曝光時間";
"kMDItemHeadline.Description"                 = "項目內容的出版摘要";
"kMDItemInstructions.Description"             = "該項目的其他相關資訊，例如處理的指示";
"kMDItemCity.Description"                     = "項目的城市名";
"kMDItemStateOrProvince.Description"          = "依據提供者而定的項目所屬州名或省份";
"kMDItemCountry.Description"                  = "這個項目在什麼國家或位置製作（依提供者而定）";

"kMDItemAltitude.Description"                 = "以公尺為單位，海平線以上的項目標高（使用 WGS84 基準面）。負值表示海平線以下的高度。";
"kMDItemLatitude.Description"                 = "以度數為單位，赤道以北的項目緯度（使用 WGS84 基準面）。負值表示赤道以南的緯度。";
"kMDItemLongitude.Description"                = "以度數為單位，本初子午線以東的項目經度（使用 WGS84 基準面）。負值表示子午線以西的經度。";

"kMDItemCodecs.Description"                   = "用來編碼和解碼媒體的編解碼器";
"kMDItemMediaTypes.Description"               = "內容裡所呈現的媒體類型";
"kMDItemStreamable.Description"               = "內容是否已準備好可供連續播放";
"kMDItemTotalBitRate.Description"             = "媒體內音訊和視訊的結合位元率";
"kMDItemVideoBitRate.Description"             = "媒體中的視訊位元率";
"kMDItemAudioBitRate.Description"             = "媒體中的音訊位元率";
"kMDItemDeliveryType.Description"             = "用以傳送媒體的方式（快速啟動或 RTSP）";
"kMDItemDisplayName.Description"              = "檔案的本地化名稱";
"kMDItemAlternateNames.Description"           = "檔案的替用名稱";
"kMDItemAlbum.Description"                    = "媒體集的標題，例如唱片專輯";
"kMDItemAudioSampleRate.Description"          = "檔案音訊資料的取樣頻率";
"kMDItemAudioChannelCount.Description"        = "檔案音訊資料裡的聲道數";
"kMDItemTempo.Description"                    = "音訊檔案中的音樂拍速（每分鐘的節拍數）";
"kMDItemKeySignature.Description"             = "音訊檔案裡的歌曲音調";
"kMDItemTimeSignature.Description"            = "音訊或 MIDI 檔案內歌曲的拍子記號";
"kMDItemAudioEncodingApplication.Description" = "用來編碼音訊檔案資料的應用程式名稱";
"kMDItemComposer.Description"                 = "音訊檔案裡的歌曲作曲者";
"kMDItemLyricist.Description"                 = "音訊檔中的歌曲作詞者";
"kMDItemAudioTrackNumber.Description"         = "專輯內歌曲的軌道編號";
"kMDItemRecordingDate.Description"            = "歌曲錄製的日期";
"kMDItemMusicalGenre.Description"             = "音訊檔案裡歌曲的音樂類型";
"kMDItemIsGeneralMIDISequence.Description"    = "檔案裡包含的 MIDI 序列是否設定供通用 MIDI 設備使用";
"kMDItemRecordingYear.Description"            = "項目錄製的年份";

"kMDItemOrganizations.Description"            = "製作文件的組織";
"kMDItemLanguages.Description"                = "文件內容的語言";
"kMDItemRights.Description"                   = "連結至文件所持權利的相關資訊";
"kMDItemPublishers.Description"               = "文件的發行者";
"kMDItemContributors.Description"             = "投稿此文件內容的人員或組織";
"kMDItemCoverage.Description"                 = "文件內容的範圍或領域";
"kMDItemDescription.Description"              = "文件內容的描述";
"kMDItemIdentifier.Description"               = "指定上下文中的資源參照";
"kMDItemAudiences.Description"                = "文件的目標觀看者";

"kMDItemNumberOfPages.Description"            = "文件的頁數";
"kMDItemSecurityMethod.Description"           = "用以增加文件安全性的加密方式";
"kMDItemCreator.Description"                  = "用以製作文件的應用程式";
"kMDItemEncodingApplications.Description"     = "用以轉換原有內容的軟體";
"kMDItemDueDate.Description"                  = "此項目的到期日";

"kMDItemStarRating.Description"               = "使用者評等";
"kMDItemPhoneNumbers.Description"             = "與此項目有關的電話號碼";
"kMDItemEmailAddresses.Description"           = "與此項目相關的電子郵件位址";
"kMDItemInstantMessageAddresses.Description"  = "與此項目有關的即時通訊位址";
"kMDItemKind.Description"                     = "此項目的種類";
"kMDItemFinderComment.Description"            = "此項目的 Spotlight 註解";
"kMDItemTextContent.Description"              = "此項目的文字內容";
"kMDItemRecipients.Description"               = "此項目的接收者";
"kMDItemFonts.Description"                    = "此項目裡使用的字體";
"kMDItemURL.Description"                      = "此項目的 URL";
"kMDItemRecipientEmailAddresses.Description"  = "此項目接收者的電子郵件位址";
"kMDItemAuthorEmailAddresses.Description"     = "此項目作者的電子郵件位址";

"kMDItemInformation.Description"              = "影片資訊";
"kMDItemDirector.Description"                 = "導演";
"kMDItemGenre.Description"                    = "樂曲類型";
"kMDItemPerformers.Description"               = "演出者";
"kMDItemOriginalFormat.Description"           = "原始格式";
"kMDItemOriginalSource.Description"           = "原始來源";

"kMDItemFSName.Description"                   = "檔案的名稱";
"kMDItemPath.Description"                     = "此檔案的完整路徑名稱";
"kMDItemFSSize.Description"                   = "磁碟上的檔案大小（以位元組計），四捨五入至磁碟的區塊大小";
"kMDItemFSCreationDate.Description"           = "檔案製作的日期";
"kMDItemFSContentChangeDate.Description"      = "檔案內容上一次修改的日期";
"kMDItemFSOwnerUserID.Description"            = "檔案持有者的使用者 ID";
"kMDItemFSOwnerGroupID.Description"           = "檔案持有人的群組 ID";
"kMDItemFSIsReadable.Description"             = "檔案是否可以打開但無法更動";
"kMDItemFSIsWriteable.Description"            = "檔案是否可以更動";
"kMDItemFSNodeCount.Description"              = "檔案夾內的檔案和檔案夾數量";
"kMDItemFSHasCustomIcon.Description"          = "檔案是否有自定的圖像";
"kMDItemFSIsExtensionHidden.Description"      = "檔案的副檔名是否隱藏";
"kMDItemFSIsStationery.Description"           = "檔案是否為樣板";
"kMDItemFSInvisible.Description"              = "是否顯示檔案";
"kMDItemFSLabel.Description"                  = "與指定給檔案的 Finder 標籤對應的數目";

"kMDItemAppleLoopsRootKey.Description"        = "顯示此循環樂段的原來音調。此音調為循環樂段的根音符或是主音，且不會包含音階類型";
"kMDItemAppleLoopsKeyFilterType.Description"  = "不論循環樂段是使用大調、小調或是音階，皆無法和它們搭配使用";
"kMDItemAppleLoopsLoopMode.Description"       = "不論該檔案是循環播放或非循環播放的檔案。循環播放檔案能將其拍速調整為歌曲的拍速，而非循環播放檔案將保持其錄音的拍速";
"kMDItemAppleLoopDescriptors.Description"     = "描述心情和其他循環樂段特點的關鍵字";
"kMDItemMusicalInstrumentCategory.Description"= "檔案屬於的樂器種類";
"kMDItemMusicalInstrumentName.Description"    = "此檔案中的檔案錄製樂器類型";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,關鍵字";
"kMDItemTitle.ShortName"                      = "title,標題";
"kMDItemSubject.ShortName"                    = "subject,title,主題,標題";
"kMDItemTheme.ShortName"                      = "theme,主題";
"kMDItemAuthors.ShortName"                    = "author,from,with,by,作者,來自,和,由";
"kMDItemEditors.ShortName"                    = "editor,編輯程式";
"kMDItemProject.ShortName"                    = "project,計畫案";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,來源";
"kMDItemComment.ShortName"                    = "comment,註解";
"kMDItemCopyright.ShortName"                  = "copyright,版權";
"kMDItemProducer.ShortName"                   = "producer,製作人";
"kMDItemUsedDates.ShortName"                  = "used,date,使用,日期";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,上一次使用,日期";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,內容製作,製作,日期";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,內容修改,修改,日期";
"kMDItemDurationSeconds.ShortName"            = "duration,time,長度,時間";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,項目製作,製作,日期";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,聯絡資訊關鍵字,關鍵字";
"kMDItemVersion.ShortName"                    = "version,版本";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,像素長度,長度";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,像素寬度,寬度";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,頁面長度,長度";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,頁面寬度,長度";
"kMDItemColorSpace.ShortName"                 = "colorspace,色彩空間";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bps,每樣本的位元率";
"kMDItemFlashOnOff.ShortName"                 = "flash,閃光燈";
"kMDItemFocalLength.ShortName"                = "focallength,焦距";
"kMDItemHasAlphaChannel.ShortName"            = "alpha";
"kMDItemAcquisitionMake.ShortName"            = "make,製作";
"kMDItemAcquisitionModel.ShortName"           = "model,型號";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,方向";
"kMDItemLayerNames.ShortName"                 = "layer,圖層";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,白平衡";
"kMDItemAperture.ShortName"                   = "aperture,fstop,光圈";
"kMDItemProfileName.ShortName"                = "profile,色彩描述";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,曝光模式";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,曝光時間,時間";
"kMDItemEXIFVersion.ShortName"                = "exifversion,Exif版本";
"kMDItemCodecs.ShortName"                     = "codec,編解碼器";
"kMDItemMediaTypes.ShortName"                 = "mediatype,媒體類型";
"kMDItemStreamable.ShortName"                 = "streamable,可串流";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,總位元率,位元率";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,視訊位元率,位元率";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,音訊位元率,位元率";
"kMDItemDeliveryType.ShortName"               = "delivery,傳遞";
"kMDItemAltitude.ShortName"                   = "altitude,標高";
"kMDItemLatitude.ShortName"                   = "latitude,緯度";
"kMDItemLongitude.ShortName"                  = "longitude,經度";

"kMDItemTextContent.ShortName"                = "intext";
"kMDItemDisplayName.ShortName"                = "displayname,name,顯示的名稱,名稱";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,紅眼現象";
"kMDItemMeteringMode.ShortName"               = "meteringmode,測光模式";
"kMDItemMaxAperture.ShortName"                = "maxaperture,最大光圈";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop,焦距比數,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,曝光程式";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,曝光時間,時間";
"kMDItemHeadline.ShortName"                   = "headline,title,頭條,標題";
"kMDItemInstructions.ShortName"               = "instructions,指令";
"kMDItemCity.ShortName"                       = "city,城市";
"kMDItemStateOrProvince.ShortName"            = "state,province,州,省";
"kMDItemCountry.ShortName"                    = "country,國家";

"kMDItemAlbum.ShortName"                      = "album,title,專輯,標題";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,音訊取樣頻率,取樣頻率";
"kMDItemAudioChannelCount.ShortName"          = "channels,頻道";
"kMDItemTempo.ShortName"                      = "tempo,拍速";
"kMDItemKeySignature.ShortName"               = "keysignature,key,調號,音調";
"kMDItemTimeSignature.ShortName"              = "timesignature,拍子記號";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,音訊編碼應用程式";
"kMDItemComposer.ShortName"                   = "composer,author,by,作曲者,作者,由";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,作詞者,作者,由";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,軌道編號";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,錄製日期,日期";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,音樂類型,樂曲類型";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi";
"kMDItemRecipients.ShortName"                 = "recipient,to,with,收件人,給,和";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,錄製年份,年份";

"kMDItemOrganizations.ShortName"              = "organization,組織";
"kMDItemLanguages.ShortName"                  = "language,語言";
"kMDItemRights.ShortName"                     = "rights,權利";
"kMDItemPublishers.ShortName"                 = "publisher,發佈者";
"kMDItemContributors.ShortName"               = "contributor,by,author,with,投稿人,由,作者,和";
"kMDItemCoverage.ShortName"                   = "coverage,範圍";
"kMDItemDescription.ShortName"                = "description,comment,描述,註解";
"kMDItemIdentifier.ShortName"                 = "id,ID";
"kMDItemAudiences.ShortName"                  = "audience,to,聽眾,目標";

"kMDItemNumberOfPages.ShortName"              = "pages,頁數";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,安全防護方式";

"kMDItemCreator.ShortName"                    = "creator,製作者";
"kMDItemDueDate.ShortName"                    = "duedate,date,到期日,日期";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,編碼應用程式";

"kMDItemStarRating.ShortName"                 = "starrating,評等";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,電話號碼";
"kMDItemEmailAddresses.ShortName"             = "email,電子郵件";
"kMDItemInstantMessageAddresses.ShortName"    = "imname";
"kMDItemKind.ShortName"                       = "kind,種類";
"kMDItemURL.ShortName"                        = "url,URL";
"kMDItemRecipientEmailAddresses.ShortName"    = "email,to,電子郵件,至";
"kMDItemAuthorEmailAddresses.ShortName"       = "email,from,電子郵件,來自";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,檔名";
"kMDItemPath.ShortName"                       = "path,路徑";
"kMDItemFSSize.ShortName"                     = "size,大小";
"kMDItemFSCreationDate.ShortName"             = "created,製作日期";
"kMDItemFSContentChangeDate.ShortName"        = "modified,修改日期";
"kMDItemFSOwnerUserID.ShortName"              = "owner,持有者";
"kMDItemFSOwnerGroupID.ShortName"             = "group,群組";
"kMDItemFSIsStationery.ShortName"             = "stationery,樣板";
"kMDItemFSInvisible.ShortName"                = "invisible,隱藏";
"kMDItemFSLabel.ShortName"                    = "label,標籤";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,spotlight註解,註解";
"kMDItemFonts.ShortName"                      = "font,字體";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,樂器種類";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,樂器名稱";
